<?php
	/***********************************************************************
	**		文件名:book.php                       
	**		概要: 用户作品管理类.                	     
	**		作者: 小飒                       
	**		创建时间: 2020-02-22                 
	**		最后修改时间:2020-02-22    
	***********************************************************************/   

	//包含通用的脚本文件
	require "config.php";
	$Book = new Book($tpl);
	if(isset($_GET['action']) && $_GET['action']=='del'){
		$Book->del();
	}
    $Book->init();
	$tpl->display("users/book.tpl");
	
?>