<?php
	/***********************************************************************
	**		文件名:chapterdetail.php                       
	**		概要: 文章列表控制器类.                	     
	**		作者: 小飒                       
	**		创建时间: 2020-02-22                 
	**		最后修改时间:2020-02-22    
	***********************************************************************/   

	//包含通用的脚本文件
	require "config.php";

	$Chapter = new Chapter($tpl);
	$id = $_GET['id'];
	$Chapter->content($id);
  	$tpl->display("users/chapterdetail.tpl");
	
?>