<?php
	/***********************************************************************
	**		文件名:index.php                       
	**		概要: 主页.                	     
	**		作者: 小飒                       
	**		创建时间: 2020-02-22                 
	**		最后修改时间:2020-02-22    
	***********************************************************************/   

	//包含通用的脚本文件
	require "config.php";
	$Index =new Index($tpl);
	$tpl->assign('rows_1',$Index->show(1));
	$tpl->assign('rows_2',$Index->show(2));

$tpl->display("common/index.tpl");

	
?>
